{
  "libraryExperience": "The Library Experience",
  "visionTitle": "Our Vision",
  "visionContent1": "At ज्ञान भाण्डार (Jñāna Bhāṇḍāra) Library, we're not just about books. We're about creating an unparalleled experience that inspires curiosity and empowers every individual.",
  "visionContent2": "Seamlessly blending technology and tradition, we offer a world of resources at your fingertips, pushing the boundaries of what a library can be.",
  "unmatchedFeaturesTitle": "Unmatched Features",
  "features": {
    "vastCollection": {
      "title": "Vast Collection",
      "description": "Explore over 100,000 meticulously curated books, e-books, and media."
    },
    "engageConnect": {
      "title": "Engage & Connect",
      "description": "Join dynamic events and programs designed to inspire and connect."
    },
    "alwaysAccessible": {
      "title": "Always Accessible",
      "description": "Seamless access anytime, anywhere. The library, always at your service."
    },
    "precisionSearch": {
      "title": "Precision Search",
      "description": "Advanced search tools, tailored to your needs, delivering results effortlessly."
    }
  },
  "legacyTitle": "Our Legacy",
  "legacyContent1": "Since 2024, ज्ञान भाण्डार (Jñāna Bhāṇḍāra) Library has been at the forefront of knowledge, continually evolving to meet the needs of our community. From a single room of books to a state-of-the-art facility, we are proud of our legacy.",
  "legacyContent2": "Through decades of innovation, we’ve transformed the way people interact with information, always striving to exceed expectations.",
  "joinUsTitle": "Join Us",
  "volunteerWithUs": {
    "title": "Volunteer With Us",
    "description": "Become part of a passionate team and make a meaningful impact. From program assistance to behind-the-scenes support, your contribution is invaluable."
  },
  "supportUs": {
    "title": "Support Us",
    "description": "Your generosity drives innovation. Help us expand, evolve, and reach new heights with your donation."
  },
  "discoverMore": "Discover More",
  "contributeToday": "Contribute Today"
}
