{
  "aboutPage": {
    "libraryExperience": "ಪುಸ್ತಕಾಲಯದ ಅನುಭವ",
    "subTitel": "ಜ್ಞಾನದ ಪ್ರವೇಶವನ್ನು ಮರು ವ್ಯಾಖ್ಯಾನಿಸುವುದು. ತಡೆರಹಿತ, ನವೀನ ಸೇವೆಗಳ ಮೂಲಕ ಸಮುದಾಯದ ನಿಶ್ಚಿತಾರ್ಥವನ್ನು ಹೆಚ್ಚಿಸುವುದು.",
    "visionTitle": "ನಮ್ಮ ದೃಷ್ಟಿ",
    "visionContent1": "ಜ್ಞಾನ ಭಂಡಾರ (Jñāna Bhāṇḍāra) ಪುಸ್ತಕಾಲಯದಲ್ಲಿ, ನಾವು ಕೇವಲ ಪುಸ್ತಕಗಳ ಬಗ್ಗೆ ಅಲ್ಲ. ನಾವು ರುಚಿಕರ ಅನುಭವವನ್ನು ಸೃಷ್ಟಿಸುವುದರ ಮೇಲೆ, ಎಲ್ಲಾ ವ್ಯಕ್ತಿಗಳನ್ನು ಶಕ್ತಿಶಾಲಿಯಾಗಿ ಪರಿವರ್ತಿಸುವುದರ ಮೇಲೆ ಒತ್ತಿಸುತ್ತೇವೆ.",
    "visionContent2": "ತಂತ್ರಜ್ಞಾನ ಮತ್ತು ಪರಂಪರೆಯನ್ನು ಹದಗೊಂಡು, ನಿಮ್ಮ ಕೈಹಿಡಿಯಲಾಗುವ ಸಂಪತ್ತುಗಳ ವಿಶ್ವವನ್ನು ನೀಡುತ್ತೇವೆ, ಗ್ರಂಥಾಲಯದ ಶ್ರೇಣಿಗಳನ್ನು ವಿಸ್ತರಿಸುತ್ತೇವೆ.",
    "unmatchedFeaturesTitle": "ಅದ್ಭುತ ವೈಶಿಷ್ಟ್ಯಗಳು",
    "features": {
      "vastCollection": {
        "title": "ವ್ಯಾಪಕ ಸಂಗ್ರಹ",
        "description": "100,000ಕ್ಕೂ ಹೆಚ್ಚು ಶ್ರೇಣೀಬದ್ಧವಾದ ಪುಸ್ತಕಗಳು, ಇ-ಪುಸ್ತಕಗಳು ಮತ್ತು ಮಾಧ್ಯಮಗಳನ್ನು ಅನ್ವೇಷಿಸಿ."
      },
      "engageConnect": {
        "title": "ಜೋಡಣೆ ಮತ್ತು ಸಂಪರ್ಕ",
        "description": "ಪ್ರೇರಣೆ ಮತ್ತು ಸಂಪರ್ಕವನ್ನು ಉದ್ದೇಶಿತ ಈವೆಂಟ್‌ಗಳು ಮತ್ತು ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ಸೇರಿಸಿ."
      },
      "alwaysAccessible": {
        "title": "ಎಲ್ಲಾಗೂ ಲಭ್ಯವಿದೆ",
        "description": "ಯಾವಾಗ ಬೇಕಾದರೂ, ಎಲ್ಲಿಯೂ ಸುಲಭವಾಗಿ ಪ್ರವೇಶ. ನಿಮ್ಮ ಸೇವೆಗೆ ಸದಾ ಗ್ರಂಥಾಲಯ."
      },
      "precisionSearch": {
        "title": "ಸಂಕ್ಷಿಪ್ತ ಹುಡುಕಾಟ",
        "description": "ನಿಮ್ಮ ಅಗತ್ಯಗಳಿಗೆ ಹೊಂದುವ ಉನ್ನತ ಹುಡುಕಾಟ ಸಾಧನಗಳು, ಸುಲಭವಾಗಿ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುವವು."
      }
    },
    "legacyTitle": "ನಮ್ಮ ಹೆರಿಟೇಜಿ",
    "legacyContent1": "2024 ರಿಂದ, ಜ್ಞಾನ ಭಂಡಾರ (Jñāna Bhāṇḍāra) ಪುಸ್ತಕಾಲಯವು ಜ್ಞಾನದಲ್ಲಿ ಮುಂಚೂಣಿಯಲ್ಲಿದೆ, ನಮ್ಮ ಸಮುದಾಯದ ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸಲು ನಿರಂತರವಾಗಿ ಅಭಿವೃದ್ದಿಯಾಗುತ್ತಿದೆ. ಒಂದು ಕೋಣೆಯ ಪುಸ್ತಕಗಳಿಂದ ನವೀನ ಸೌಲಭ್ಯದವರೆಗೆ, ನಾವು ನಮ್ಮ ಹೆರಿಟೇಜಿಯ ಮೇಲೆ ಹೆಮ್ಮೆಪಡುವುದಾಗಿದ್ದೇವೆ.",
    "legacyContent2": "ಸದಾನಿಷ್ಟಿನ ನಾವೀನ್ಯತೆ ಮೂಲಕ, ಮಾಹಿತಿಯೊಂದಿಗೆ ಪರಸ್ಪರ ಸಂಬಂಧವನ್ನು ಪರಿವರ್ತಿಸಲಾಗಿದೆ, ಯಾವಾಗಲೂ ನಿರೀಕ್ಷೆಗಳನ್ನು ಮೀರಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ.",
    "joinUsTitle": "ನಮ್ಮೊಂದಿಗೆ ಸೇರಿ",
    "volunteerWithUs": {
      "title": "ನಮ್ಮೊಂದಿಗೆ ಸ್ವಯಂಸೇವಕರಾಗು",
      "description": "ಒಳಹೊರೆಯಾದ ತಂಡದ ಭಾಗವಾಗಿರಿ ಮತ್ತು ಅರ್ಥಪೂರ್ಣ ಪರಿಣಾಮವನ್ನು ಬಗ್ಗೆಯಿರಿ. ಕಾರ್ಯಕ್ರಮದ ಸಹಾಯದಿಂದ ಹಿಂದೆ ಕಟ್ಟಿ ಬೆನ್ನುಹರಿಸುವ ಬೆನ್ನುಹರಿಯಲು, ನಿಮ್ಮ ಕೊಡುಗೆಯು ಅಮೂಲ್ಯವಾಗಿದೆ."
    },
    "supportUs": {
      "title": "ನಮಗೆ ಬೆಂಬಲ ನೀಡು",
      "description": "ನಿಮ್ಮ ಪರಿಚಯತೆಯಿಂದ ನಾವೀನ್ಯತೆ ಸೃಷ್ಟಿ. ವಿಸ್ತಾರಗೊಳ್ಳಲು, ಅಭಿವೃದ್ಧಿಯಾಗಲು ಮತ್ತು ನಿಮ್ಮ ದಾನದಿಂದ ಹೊಸ ಎತ್ತರವನ್ನು ತಲುಪಲು ಸಹಾಯ ಮಾಡಿ."
    },
    "discoverMore": "ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ತಿಳಿದುಕೊಳ್ಳಿ",
    "contributeToday": "ಇಂದೇ ಕೊಡುಗೆ ನೀಡಿ"
  }
}
